/* Halt label */
"Halt" = "Halt";

/* Halt paletteLabel */
"Halt Command" = "Halt Command";

/* Halt toolTip */
"Halt the command being executed" = "Halt the command being executed";

/* This warning is issued if the user tries to start this task and the Launcher can't be found or isn't executable */
"I can't find the tool I use to run an authorized command. You'll need to reinstall this application\n" = "I can't find the tool I use to run an authorized command. You'll need to reinstall this application\n";

/* Install label */
"Install" = "Install";

/* Install paletteLabel */
"Install Port" = "Install Port";

/* Install toolTip */
"Install the selected port" = "Install the selected port";

/* MacPorts Version */
"MacPorts Version: %@" = "MacPorts Version: %@";

/* Remove label */
"Remove" = "Remove";

/* Remove paletteLabel */
"Remove Port" = "Remove Port";

/* Remove toolTip */
"Remove the selected port" = "Remove the selected port";

/* Search label */
"Search" = "Search";

/* Search toolTip */
"Search for a port" = "Search for a port";

/* Search paletteLabel */
"Search Ports" = "Search Ports";

/* Status for [MPAuthority installPort] method */
"statusInstallPort" = "Preparing to install %@";

/* Status while setting Index */
"statusSetIndex" = "Reading list of ports...(one less NSString)";

/* Status for [MPAuthority syncPortsList] method */
"statusSyncPortsList" = "Syncing ports list with MacPorts";

/* Status for [MPAuthority updateMacPorts] method */
"statusUpdateMacPorts" = "Updating MacPorts Installation";

/* Status for [MPAuthority upgradeOutdated] method */
"statusUpgradeOutdated" = "Preparing to upgrade all outdated ports...";

/* Sync label */
"Sync" = "Sync";

/* Sync paletteLabel */
"Sync Ports List" = "Sync Ports List";

/* Sync toolTip */
"Synchronize the list of available ports" = "Synchronize the list of available ports";

/* Update label */
"Update" = "Update";

/* Update paletteLabel */
"Update MacPorts" = "Update MacPorts";

/* Update toolTip */
"Update the MacPorts infrastructure" = "Update the MacPorts infrastructure";

/* Upgrade label */
"Upgrade" = "Upgrade";

/* Upgrade paletteLabel */
"Upgrade Port" = "Upgrade Port";

/* Upgrade toolTip */
"Upgrade the selected port" = "Upgrade the selected port";

/* This warning is issued if the user tries to start this task when the mustBeAuthorized flag is set and the user isn't authorized */
"You must authorize yourself before you can run this command.\n" = "You must authorize yourself before you can run this command.\n";

